tap "charmbracelet/tap"
tap "steipete/tap"
brew "cliclick"
brew "cloudflared"
brew "ffmpeg"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "gogcli"
brew "himalaya"
brew "imagemagick"
brew "node@22"
brew "node@24"
brew "openvpn"
brew "optipng"
brew "pandoc"
brew "pango"
brew "pngquant"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "sshpass"
brew "tailscale"
brew "tmux"
brew "wget"
brew "whisper-cpp"
brew "yt-dlp"
brew "charmbracelet/tap/freeze"
brew "steipete/tap/bird"
cask "1password-cli"
cask "android-commandlinetools"
cask "antigravity"
cask "steipete/tap/codexbar"
cask "temurin"
go "github.com/Hyaxia/blogwatcher/cmd/blogwatcher"
